Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/impexp/app/*.locallang.xlf
Languages: sl

# import
source: Import from .t3d
sl: Uvozi iz oblike zapisa .t3d

# export
source: Export to .t3d
sl: Izvozi v obliko zapisa .t3d

# title
source: Import / Export
sl: Uvoz/izvoz

# tableselec_configuration
source: Configuration
sl: Konfiguracija

# exportdata_savedFile
source: SAVED FILE
sl: SHRANJENA DATOTEKA

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
sl: Shranjeno v "%s", %s bajtov

# exportdata_problemsSavingFile
source: Problems saving file
sl: Težave pri shranjevanju datoteke

# exportdata_badPathS
source: Bad path: "%s"
sl: Slaba pot: "%s"

# exportdata_filePreset
source: File & Preset
sl: Datoteka in prednastavitev

# exportdata_advancedOptions
source: Advanced Options
sl: Napredne možnosti

# exportdata_messages
source: Messages
sl: Sporočila

# execlistqu_structureToBeExported
source: Structure to be exported:
sl: Struktura, ki bo izvožena:

# execlistqu_maxNumberLimit
source: Max number limit!
sl: Omejitev največjega števila elementov!

# makeconfig_anSqlQueryReturned
source: An SQL query returned exactly the amount of records specified by the limit value (%s) - that could indicate an incomplete selection of records! Make sure this is on purpose.
sl: SQl stavek je vrnil natančno enako število elementov, kot je določeno v omejitvi (%s), kar lahko nakazuje nepopolen izbor zapisov. Preverite, če to res želite.

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration:
sl: Konfiguracija izvoza drevesa:

# makeconfig_pageId
source: Page ID:
sl: ID strani:

# makeconfig_tree
source: Tree:
sl: Drevo:

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
sl: Nisem izvozil drevesa - samo tabele na strani.

# makeconfig_tablesOnThisPage
source: Tables on this page
sl: Tabele na tej strani

# makeconfig_expandedTree
source: Expanded tree
sl: Razširjeno drevo

# makeconfig_onlyThisPage
source: Only this page
sl: Samo to stran

# makeconfig_1Level
source: 1 level
sl: 1 nivo

# makeconfig_2Levels
source: 2 levels
sl: 2 nivoja

# makeconfig_3Levels
source: 3 levels
sl: 3 nivoje

# makeconfig_4Levels
source: 4 levels
sl: 4 nivoje

# makeconfig_infinite
source: Infinite
sl: Neomejeno

# makeconfig_levels
source: Levels:
sl: Nivoji:

# makeconfig_includeTables
source: Include tables:
sl: Vključi tabele:

# makeconfig_maxNumberOfRecords
source: Max number of records:
sl: Največje število zapisov:

# makeconfig_exportSingleRecord
source: Export single record:
sl: Izvozi posamezen zapis:

# makeconfig_record
source: Record:
sl: Zapis:

# makeconfig_exportTablesFromPages
source: Export tables from pages:
sl: Izvozi tabele iz strani:

# makeconfig_tablePids
source: Table/Pids:
sl: Tabela/ID-ji strani

# makeconfig_relationsAndExclusions
source: Relations and Exclusions:
sl: Povezave in izključitve

# makeconfig_includeRelationsToTables
source: Include relations to tables:
sl: Vključi povezave do tabel:

# makeconfig_useStaticRelationsFor
source: Use static relations for tables:
sl: Uporabi statične povezave za tabele:

# makeconfig_showStaticRelations
source: Show static relations:
sl: Prikaži statične povezave:

# makeconfig_excludeElements
source: Exclude elements:
sl: Izključi elemente:

# makeconfig_clearAllExclusions
source: Clear all exclusions:
sl: Izbriši vse izključitve:

# makeconfig_noExcludedElementsYet
source: No excluded elements yet. Exclude by setting checkboxes below in the element display.
sl: Trenutno še ni izključenih elementov. Izključite jih tako, da označite kvadratke v spodnjem prikazu elementov.

# makeadvanc_update
source: Update
sl: Posodobi

# makeadvanc_softReferences
source: Soft References:
sl: Mehek sklic

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources:
sl: Izključi HTML/CSS datoteke:

# makeadvanc_extensionDependencies
source: Extension dependencies:
sl: Potrebne razširitve

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on:
sl: Izberite razširitve, ki jih izvožena vsebina potrebuje:

# makesavefo_update
source: Update
sl: Posodobi

# makesavefo_presets
source: Presets:
sl: Prednastavitve

# makesavefo_selectPreset
source: Select preset:
sl: Izberi prednastavitev

# makesavefo_load
source: Load
sl: Naloži

# makesavefo_save
source: Save
sl: Shrani

# makesavefo_areYouSure
source: Are you sure?
sl: Ste prepričani?

# makesavefo_delete
source: Delete
sl: Izbriši

# makesavefo_merge
source: Merge
sl: Spoji

# makesavefo_titleOfNewPreset
source: Title of new preset:
sl: Naslov nove prednastavitve:

# makesavefo_public
source: Public:
sl: Javna:

# makesavefo_outputOptions
source: Output options:
sl: Možnosti izhoda:

# makesavefo_metaData
source: Meta data:
sl: Meta podatki:

# makesavefo_title
source: Title:
sl: Naslov:

# makesavefo_description
source: Description:
sl: Opis:

# makesavefo_notes
source: Notes:
sl: Opombe:

# makesavefo_thumbnail
source: Thumbnail:
sl: Ikona:

# makesavefo_uploadThumbnail
source: Upload thumbnail:
sl: Naloži ikono:

# makesavefo_t3dFileCompressed
source: T3D file / compressed
sl: T3D datoteka / stisnjena

# makesavefo_t3dFile
source: T3D file
sl: T3D datoteka

# makesavefo_fileFormat
source: File format:
sl: Oblika datoteke:

# makesavefo_maxSizeOfFiles
source: Max size of files to include (kb):
sl: Največja dovoljlena velikost datotek (kb):

# makesavefo_filenameSavedInS
source: Filename (saved in "%s"):
sl: Ime datoteke (shranjena v "%s"):

# makesavefo_downloadExport
source: Download export
sl: Prenesi izvoz

# importdata_saveToFilename
source: Save to filename
sl: Shrani v datoteko

# importdata_selectFileToImport
source: Select file to import:
sl: Izberi datoteko za uvoz:

# importdata_file
source: File:
sl: Datoteka:

# importdata_fromPathS
source: (From path: %s)
sl: (Pot: %s)

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
sl: OPOMBA: Ne obstaja program za razširjanje stisnjenih datotek!

# importdata_importOptions
source: Import Options:
sl: Možnosti uvoza:

# importdata_update
source: Update:
sl: Posodobi:

# importdata_updateRecords
source: Update records
sl: Posodobi zapise

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
sl: Če želite uporabiti to možnost mora drevesna struktura, ki jo uvažate, že obstajati na strežniku in jo želite samo posodobiti z novo vsebino.

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
sl: Globalno zanemari razlike v ID-jih strani

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
sl: Če izberete to možnost, položaj elementov ne bo posodobljen in se ne bo ujemal s strukturo datoteke, ki jo uvažate.

# importdata_force_all_UIDS
source: Force ALL UIDs values
sl: Prisili VSE vrednosti UID-jev

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
sl: Pri tej možnosti bodo UID-ji elementov ostali enaki, kot so v datoteki za uvoz. BODITE ZELO PREVIDNI!

# importdata_options
source: Options:
sl: Možnosti:

# importdata_doNotShowDifferences
source: Do not show differences in records
sl: Ne prikaži razlik v zapisih

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
sl: Zelene vrednosti so iz datoteke za uvoz, rdeče pa iz trenutnega zapisa v podatkovni bazi, črne pa so vrednosti, ki so v obeh verzijah enake.

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
sl: Omogoči pisanje prepovedanih končnic (n.pr: PHP)

# importdata_action
source: Action:
sl: Akcija:

# importdata_preview
source: Preview
sl: Predogled

# importdata_update_299e
source: Update
sl: Posodobi

# importdata_import
source: Import
sl: Uvozi

# importdata_areYouSure
source: Are you sure?
sl: Ste prepričani?

# importdata_newImport
source: New import
sl: Nov uvoz

# importdata_enableLogging
source: Enable logging:
sl: Omogoči pisanje dnevnika:

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
sl: Med uvozom piši posamezne akcije na podatkovni bazi v dnevnik

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
sl: Ta možnost je v privzeti nastavitvi onemogočena, saj lahko proizvede mnogo zapisov.

# importdata_uploadFileFromLocal
source: Upload file from local computer:
sl: Naloži datoteko iz lokalnega računalnika:

# importdata_browse
source: Browse:
sl: Prebrskaj:

# importdata_uploadStatus
source: Upload status:
sl: Status nalaganja:

# importdata_success
source: Success:
sl: Uspeh:

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
sl: Napaka: Datoteka ni bila naložena - je morda prevelika? Preverite sistemski dnevnik.

# importdata_upload
source: Upload
sl: Naloži

# importdata_metaData
source: Meta data:
sl: Meta podatki:

# importdata_title
source: Title:
sl: Naslov:

# importdata_description
source: Description:
sl: Opis:

# importdata_notes
source: Notes:
sl: Opombe:

# importdata_packager
source: Packager:
sl: Sestavljalec:

# importdata_email
source: Email:
sl: E-pošta:

# importdata_icon
source: Icon:
sl: Ikona:

# importdata_metaData_1387
source: Meta data
sl: Meta podatki

# importdata_messages
source: Messages
sl: Sporočila

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result:
sl: Struktura je uvožena, tukaj so rezultati:

# filterpage_structureToBeImported
source: Structure to be imported:
sl: Struktura, ki bo uvožena:

source: ALL tables
sl: VSE tabele

# impexpcore_displaycon_controls
source: Controls:
sl: Kontrole:

# impexpcore_displaycon_title
source: Title:
sl: Naslov:

# impexpcore_displaycon_size
source: Size:
sl: Velikost:

# impexpcore_displaycon_message
source: Message:
sl: Sporočilo:

# impexpcore_displaycon_updateMode
source: Update Mode:
sl: Način posodabljanja:

# impexpcore_displaycon_currentPath
source: Current Path:
sl: Trenutna pot:

# impexpcore_displaycon_result
source: Result:
sl: Rezultat:

# impexpcore_displaycon_insidePagetree
source: Inside pagetree:
sl: V drevesu:

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree:
sl: Izven drevesa:

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files:
sl: Datoteke mehkega sklica:

# impexpcore_singlereco_update
source: Update
sl: Posodobi

# impexpcore_singlereco_insert
source: Insert
sl: Vnesi

# impexpcore_singlereco_importAsNew
source: Import as new
sl: Vnesi kot nov

# impexpcore_singlereco_ignorePid
source: Ignore PID
sl: Zanemari ID strani

# impexpcore_singlereco_respectPid
source: Respect PID
sl: Spoštuj ID strani

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
sl: Prisili UID [%s] (Admin)

# impexpcore_singlereco_exclude
source: Exclude
sl: Izključi

# impexpcore_singlereco_title
source: Title:
sl: Naslov:

# impexpcore_singlereco_descr
source: Descr:
sl: Opis:

# impexpcore_singlereco_filename
source: Filename:
sl: Ime datoteke:

# impexpcore_singlereco_value
source: Value:
sl: Vrednost:

# impexpcore_softrefsel_record
source: Record:
sl: Zapis:

# impexpcore_softrefsel_editable
source: Editable
sl: Mogoče urejati

# impexpcore_softrefsel_exclude
source: Exclude
sl: Izključi

# impexpcore_printerror_description
source: Description:
sl: Opis:
