Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/felogin/pi1/*.locallang.xlf
Languages: sl

# ll_welcome_header
source: User login
sl: Uporabniška prijava

# ll_welcome_message
source: Enter your username and password here in order to log in on the website:
sl: Vnesi uporabniško ime in geslo tukaj, da se prijaviš na spletni strani:

# ll_logout_header
source: You have logged out.
sl: Odjavil si se.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
sl: Pravkar si se odjavil iz svoje uporabniške seje na tej spletni strani. Lahko se prijaviš ponovno ali kot drug uporabnik z spodnjim obrazcem.

# ll_error_header
source: Login failure
sl: Napaka pri prijavi

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
sl: Prišlo je do napake pri prijavi. Verjetno nisi vnesel pravilnega uporabniškega imena ali gesla. Bodi pozoren da ju vneseš natanko tako kot sta, vključeno z velikimi in malimi črkami. Možnost je tudi da imaš onemogočene piškotke v tvojem spletnem brskalniku.

# ll_success_header
source: Login successful
sl: Uspešna prijava

# ll_success_message
source: You are now logged in as '###USER###'
sl: Prijavljen si kot '###USER###'

# ll_status_header
source: Current status
sl: Trenutni status

# ll_status_message
source: This is your current status:
sl: To je tvoj trenutni status:

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
sl: Opozorilo: Mogoče nimaš omogočenih piškotkov v tvojem spletnem brskalniku! Če prijavni formular izgine ob tvojem naslednjem kliku, potem omogoči piškotke (ali pa sprejmi piškotke iz te spletne strani) nemudoma!

source: Username:
sl: Uporabniško ime:

source: Password:
sl: Geslo:

source: Login
sl: Prijava

# permalogin
source: Stay logged in:
sl: Ostani prijavljen:

source: Logout
sl: Odjava

source: Send password
sl: Pošlji geslo

source: Reset Password
sl: Ponastavi geslo

# ll_change_password_header
source: Change your password
sl: Spremeni geslo

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
sl: Prosim vnesi svoje geslo dvakrat. Geslo mora biti dolgo najmanj %s znakov.

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRelPrefix = http://yourdomain/
sl: Napaka: predpona za povezavo ne obstaja. Prosim nastavi eno izmed sledečih v tvoji typoscript predlogi:plugin.tx_felogin_pi1.feloginBaseURL = http://tvojadomena/, config.baseURL = http://tvojadomena/, config.absRelPrefix = http://tvojadomena/

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot message procedure.
sl: Povezava ki si jo kliknil ni veljavna. Prosim ponovi proceduro pozabljenega gesla.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
sl: Gesli se ne ujemata, prosim vnesi svoje novo geslo dvakrat. Geslo mora biti dolgo najmanj %s znakov.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
sl: Geslo je prekratko. Prosim vnesi svoje novo geslo dvakrat. Geslo mora biti dolgo najmanj %s znakov.

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
sl: Tvoje geslo je bilo uspešno shranjeno. Sedaj se lahko prijaviš z svojim novim geslom.

# change_password
source: Change your password
sl: Spremeni svoje geslo

# newpassword_label1
source: Enter new password
sl: Vnesi novo geslo

# newpassword_label2
source: Repeat new password
sl: Ponovi novo geslo

source: Your email:
sl: Tvoj email:

# ll_forgot_header
source: Forgot your password?
sl: Pozabljeno geslo?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
sl: Tvoje geslo Pozdravljen %s Tvoje uporabniško ime je "%s" Tvoje geslo je "%s"

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
sl: Tvoje geslo Pozdravljen %s Nismo našli uporabniškega imena za ta email in ti ne moremo poslati gesla. Verjetno si se zmotil pri vnašanju email naslova (male in velike črke so pomembne) ali pa še se nisi registriral?

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
sl: Tvoje novo geslo Pozrdavljen %s, ta email je bil poslan kot odgovor na tvojo zahtevo za ponastavitev tvojega gesla. Prosim klikni na spodnjo povezavo. %s Zaradi varnosti je povezava aktivna samo do %s. Če ne obiščeš povezave pred tem, potem boš moral ponoviti zahtevo za ponastavitev gesla.

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
sl: Prosim vnesi email naslov z katerim si registriral svoj uporabniški račun. Nato pritisni "Pošlji geslo" in tvoje geslo bo nemudoma poslano na tvoj email naslov. Email naslov moraš vnesti pravilno.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
sl: Tvoje geslo je bilo poslano na %s email naslov

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
sl: Prosim vnesi tvoje uporabniško ime ali email naslov. Navodila za ponastavitev gesla bomo nemudoma poslali na tvoj email naslov.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
sl: Email je bil poslan na naslov shranjen v tvojem računu in vsebuje povezave za ponastavitev tvojega gesla. Če ne prejmeš emaila, potem tvoj račun ali email naslov ni bil najden.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
sl: Tvoj račun ali email naslov ne obstaja.

# ll_forgot_header_backToLogin
source: Return to login form
sl: Vrni se na prijavo

# ll_enter_your_data
source: Username or email address:
sl: Uporabniško ime ali email naslov:

# noValidRedirectUrl
source: Url "%s" for redirect was not accepted!
sl: Povezava "%s" za preusmeritev ni bila sprejeta!

# xssAttackDetected
source: Url "%s" contained an XSS attack and was cleaned!
sl: Povezava "%s" je vsebovala XSS napad in je bila očiščena!
