Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/info_pagetsconfig/*.locallang.xlf
Languages: sl

# tsconf_title
source: Page TSconfig
sl: TSconfig strani

# tsconf_parts_0
source: All
sl: Vse

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
sl: Ključ modula ('mod') s prekrivajočimi uporabniškimi pravicami

# tsconf_parts_1a
source: Module: Web>Page
sl: Modul: Web>Stran

# tsconf_parts_1b
source: Module: Web>View
sl: Modul: Web>Prikaz

# tsconf_parts_1c
source: Module: Web>Modules
sl: Modul: Web>Moduli

# tsconf_parts_1d
source: Module: Web>List
sl: Modul: Web>Seznam

# tsconf_parts_1e
source: Module: Web>Info
sl: Modul: Web>Info

# tsconf_parts_1f
source: Module: Web>Func
sl: Modul: Web>Funkcije

# tsconf_parts_1g
source: Module: Web>Template
sl: Modul: Web>Predloge

# tsconf_configFields
source: View TSconfig fields content
sl: Preglej vsebino polja TSconfig

# editThisColumn
source: Edit the field '%s' for all listed pages
sl: Uredi polje '%s' za vse naštete strani

# editTSconfig
source: Edit TSconfig for this page
sl: Uredi polje TSconfig za to stran

# editTSconfig_all
source: Edit TSconfig for all shown pages
sl: Uredi polje TSconfig za vse prikazane strani

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
sl: Konfiguracija privzeta iz TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
sl: TSconfig strani
