Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/felogin/*.locallang_db.xlf
Languages: sl

# tt_content.CType_pi1
source: Website User Login
sl: Uporabniška Prijava na Strani

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
sl: Preusmeritev na prijavno stran (felogin)

# tt_content.pi_flexform.general_header
source: General Header
sl: Splošna Glava

# tt_content.pi_flexform.general_message
source: General Message
sl: Splošno Sporočilo

# tt_content.pi_flexform.redirect_header
source: Redirect Header
sl: Preusmeritvena Glava

# tt_content.pi_flexform.redirect_message
source: Redirect Message
sl: Preusmeritveno Sporočilo

# tt_content.pi_flexform.welcome_header
source: Welcome Header
sl: Dobrodošli Glava

# tt_content.pi_flexform.welcome_message
source: Welcome Message
sl: Dobrodošli Sporočilo

# tt_content.pi_flexform.success_header
source: Login Success Header
sl: Uspešna Prijava Glava

# tt_content.pi_flexform.success_message
source: Login Success Message
sl: Uspešna Prijava Sporočilo

# tt_content.pi_flexform.error_header
source: Login Error Header
sl: Napaka pri Prijavi Glava

# tt_content.pi_flexform.error_message
source: Login Error Message
sl: Napaka pri Prijavi Sporočilo

# tt_content.pi_flexform.status_header
source: Status Display Header
sl: Prikaz Statusa Glava

# tt_content.pi_flexform.status_message
source: Status Display Message
sl: Prikaz Statusa Sporočilo

# tt_content.pi_flexform.logout_header
source: Logout Header
sl: Odjava Glava

# tt_content.pi_flexform.logout_message
source: Logout Message
sl: Odjava Sporočilo

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
sl: Pozdabljeno Geslo Glava

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
sl: Pozabljeno Geslo Sporočilo

# tt_content.pi_flexform.sheet_general
source: General
sl: Splošno

# tt_content.pi_flexform.sheet_redirect
source: Redirects
sl: Preusmeritve

# tt_content.pi_flexform.sheet_messages
source: Messages
sl: Sporočila

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
sl: Prikaži povezavo za pozabljeno geslo

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
sl: Prikaži možnost Zapomni si prijavo

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Display Logout Form After Successful Login
sl: Prikaži odjavno obrazec po uspešni prijavi

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
sl: Način izbire FE skupine:

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
sl: Prikaži vse

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
sl: Prikaži izbrano

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Dont show selected
sl: Ne prikaži izbranih

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
sl: (iz Typoscript)

# tt_content.pi_flexform.groupSelection
source: FE group selection:
sl: Izbira FE skupin:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
sl: ni skupine

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
sl: Uporaba spodnjih seznamov polj:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
sl: Uporabniška Polja/seznami:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
sl: Uporabniška polja/podrobnosti:

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
sl: Način Preusmeritve

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
sl: Definirano z uporabniško skupino

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
sl: Definirano z uporabniškim zapisom

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
sl: Po Prijavi (TS ali Flexform)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
sl: Po Odjavi (TS ali Flexform)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
sl: Po Napaki pri Prijavi (TS ali Flexform)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
sl: Definirano z GET/POST parametri

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
sl: Definirano z Napotiteljem

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
sl: Definirano z Domenskimi Zapisi

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
sl: Uporabi prvi podprti način iz izbora

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
sl: Onemogoči Preusmeritev

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
sl: Po uspešni prijavi preusmeri na stran

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
sl: Po neuspešni prijavi preusmeri na stran

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
sl: Po odjavi preusmeri na stran

# tt_content.pi_flexform.template_file
source: Template File
sl: Datoteka z predlogo

# tt_content.pi_flexform.user_storage
source: User Storage Page
sl: Stran shranjevanja uporabnikov
