Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/css_styled_content/*.locallang_db.xlf
Languages: sl

# tt_content.tx_cssstyledcontent_acctables
source: Accessibility
sl: Dostopnost

# tt_content.tx_cssstyledcontent_acctables_caption
source: Table Caption
sl: Naslov tabele (<caption>)

# tt_content.tx_cssstyledcontent_acctables_summary
source: Table Summary
sl: Povzetek tabele (atribut "summary" v znački <table>)

# tt_content.tx_cssstyledcontent_acctables_tfoot
source: Use Table Footer (wrap last row with <tfoot> tags)
sl: Uporabi nogo tabele (<tfoot> okoli zadnje vrstice tabele)

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.0
source: No header
sl: ni naslova

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.1
source: Top
sl: vrh

# tt_content.tx_cssstyledcontent_acctables_headerpos.I.2
source: Left
sl: levo

# tt_content.tx_cssstyledcontent_acctables_headerpos
source: Table Header Position
sl: Položaj glave tabele

# tt_content.tx_cssstyledcontent_acctables_nostyles
source: No CSS styles for this table
sl: Za to tabelo ne uporabi CSS stilov

# tt_content.tx_cssstyledcontent_acctables_tableclass
source: Additional CSS Class
sl: CSS razred za to tabelo

# tt_content.tx_cssstyledcontent_tableparsing
source: CSV parsing
sl: Razčlenitev tabele

# tt_content.tx_cssstyledcontent_tableparsing_quote
source: Text Delimiter
sl: Delilnik besedila

# tt_content.tx_cssstyledcontent_tableparsing_quote_none
source: None
sl: noben

# tt_content.tx_cssstyledcontent_tableparsing_delimiter
source: Field Delimiter
sl: Delilnik polj

# tt_content.tx_cssstyledcontent_tableparsing_delimiter_colon
source: : (Colon)
sl: : (Dvopičje)

# tt_content.tx_cssstyledcontent_tableparsing_delimiter_comma
source: , (Comma)
sl: , (Vejica)

# tt_content.tx_cssstyledcontent_section_frame.I.9
source: No Frame
sl: Ni Okvira

# tt_content.tx_cssstyledcontent_section_frame.I.0
source: Default Frame
sl: Privzeti Okvir
