Repository: frobert/typo3-6.2_twitter_bootstrap_dummy
Catalog: typo3conf/l10n/*/css_styled_content/pi1/*.locallang.xlf
Languages: sl

# label.toTop
source: To top
sl: Na vrh

# uploads.icon
source: File link icon for %s
sl: Povezava datoteke ikone za %s

# login.username
source: Username:
sl: Uporabniško ime:

# login.password
source: Password:
sl: Geslo:

# login.login
source: Login
sl: Prijava

# login.logout
source: Logout
sl: Odjava

# search.emptySearch
source: Sorry, your search was empty!
sl: Oprostite, iskanje ni vrnilo rezultatov!

# search.resultRange
source: Searchresult: ###RANGELOW###-###RANGEHIGH### of ###TOTAL###
sl: Rezultati iskanja: ###RANGELOW###-###RANGEHIGH### od ###TOTAL###

# search.searchResultNext
source: Next
sl: Naslednji

# search.searchResultPrev
source: Prev
sl: Prejšnji

# search.searchWord
source: Searchword:
sl: Iskana beseda:

# search.searchIn
source: Search in:
sl: Išči v:

# search.headersKeywords
source: Headers and keywords
sl: Naslovih in ključnih besedah

# search.pageContent
source: Page content
sl: Vsebini strani

# search.searchButton
source: Search now!
sl: Poišči!

# menu.bypassNavigation
source: Skip navigation block
sl: Preskoči navigacijsko skupino

# eIcon.html
source: Edit pure HTML content
sl: Uredi HTML vsebino

# eIcon.header
source: Edit header
sl: Uredi naslov

# eIcon.subheader
source: Edit subheader
sl: Uredi podnaslov

# eIcon.bodytext
source: Edit bodytext
sl: Uredi telo besedila

# eIcon.images
source: Edit images
sl: Uredi slike

# eIcon.caption
source: Edit image caption
sl: Uredi podnapis slike

# eIcon.bullets
source: Edit bullet list
sl: Uredi neoštevilčen seznam

# eIcon.table
source: Edit table
sl: Uredi tabelo

# eIcon.filelist
source: Edit file list
sl: Uredi seznam datotek

# eIcon.menuSitemap
source: Edit menu / sitemap
sl: Uredi meni / kazalo strani

# eIcon.recordList
source: Edit recordlist
sl: Uredi seznam zapisov

# eIcon.plugin
source: Change/configure plugin
sl: Spremeni/konfiguriraj vtičnik

# eIcon.multimedia
source: Edit multimedia element
sl: Uredi multimedijsko vsebino

# eIcon.form
source: Edit email form
sl: Uredi e-poštni obrazec

# eIcon.search
source: Edit search element
sl: Uredi iskanje

# eIcon.login
source: Edit login element
sl: Uredi prijavo

# eIcon.page
source: Page:
sl: Stran:
